Repository: wp-plugins/wp-slimstat
Catalog: lang/wp-slimstat-dashboard-*.po
Languages: es_es

source: No data to display
es_es: No hay datos actualmente

source: Open %s in a new window
es_es: Abrir %s en una nueva ventana

source: Direct visit to
es_es: Visitas directa a

source: Total Hits
es_es: Total de Accesos

source: Data Size
es_es: Tamaño de Datos

source: Tracking Active
es_es: Seguimiento Activo

source: Auto purge
es_es: AutoLimpiar Base de Datos

source: Pageviews
es_es: Páginas Vistitadas

source: Unique IPs
es_es: Direcciones IP Unicas

source: Avg Pageviews
es_es: Promedio de Páginas Vistas

source: On
es_es: En

source: Last Month
es_es: Último Mes

source: Open referer in a new window
es_es: Abrir referido en una nueva ventana

source: Top 5 pages
es_es: 5 Páginas más Vistas

source: Pathstats
es_es: Detalle de Accesos

source: About
es_es: Información

source: Summary of pageviews
es_es: Sumario de Páginas Visitadas

source: User Agents
es_es: Navegadores

source: Recent Keywords
es_es: Palabras Recientes

source: Traffic Sources
es_es: Origen del Tráfico

source: Recent Keywords &raquo; Pages
es_es: Palabras Recientes &raquo; Página
